Repository: SiKreuz/discord-birthday-bot
Catalog: discord_birthday_bot/locale/*/LC_MESSAGES/discord_birthday_bot.po
Languages: de

source: Save the date! <@%s>'s birthday is at the %s.
de: Hört, hört! <@%s> hat am %s Geburtstag.

source: <@%s>, I have forgotten your birthday. Do you even have one?
de: <@%s>, ich habe deinen Geburtstag vergessen. Hast du überhaupt Geburtstag?

source: Alright. All birthday greetings will be posted in this channel now.
de: Alles klar. Geburtstagsglückwünsche werden künftig hier gepostet.

source: Do you really want to delete all birthdays? This cannot be undone!
de: Möchtest du wirklich alle Geburtstage löschen? Das kann nicht rückgängig gemacht werden!

source: I have forgotten all your birthdays. Tell me some!
de: Ich habe alle eure Geburtstage vergessen. Nennt mir ein paar!

source: You didn't react in-time. I'll just forget about that.
de: Du hast nicht rechtzeitig reagiert. Ich werde deine Anfrage einfach vergessen.

source: Sorry, but this command does not exist. With `!bdg help` you can list all available commands.
de: Es tut mir leid, aber dieser Befehl existiert nicht. Mit `!bdg help` kannst du alle verfügbaren Befehle anzeigen lassen.

source: Sorry, but you don't have the necessary permissions to use this command.
de: Es tut mir leid, aber du hast nicht die erforderlichen Berechtigungen für diesen Befehl.

source: Sry, but '%s' isn't a date.
de: Es tut mir leid, aber '%s' ist kein Datum.

source: Sorry, but something went wrong. Please advise the administrator.
de: Es tut mir leid, irgendwas ging schief. Bitte informiere einen Administrator.

source: I don't know any birthdays. Tell me some!
de: Ich weiß keinen Geburtstag. Nennt mir ein paar!

source: These are all birthdays I know:
de: Eine Liste aller Geburtstage, die ich kenne:

source: <@%s> is now %s years old!
de: Lasst uns feiern! <@%s> ist jetzt %s Jahre alt!
